{
  "company_name": "Cabinets Express",
  "company_phone": "(801) 617-1133",
  "company_email": "cs@cabinetsexpress.com",
  "quote_disclaimer": "<p>I understand that this order is specific for my design and cannot be resold. Cancellation must be done before 24 hours of signing this document or purchase is considered secure, and all sales are final (no refund). Cabinets Express cannot be held liable for various characteristics of natural wood, color variance, appearance and texture, as this is what gives the wood its natural beauty. Therefore, monies owed cannot be deducted for these reasons or any other reasons without consulting Cabinets Express.</p>\n\n<p>Does NOT include countertop tops. All changes and add-ons are due and payable at time of change or add-on order. Cabinets are hardware-ready. We will install cabinet hardware that has been ordered for the scheduled cabinet installation date. If CE hardware is delayed, CE will return to install the hardware once items are received. Hardware ordered by the customer independent of CE that has not been added to the estimate is the customer’s responsibility to install, or if customer desires CE to install their hardware (see number 2 for change order details).</p>\n\n<p>Warranty</p>\n\n<p>Outside the manufacturer warranty, Cabinets Express warrants the quality of the installation for 1-year for normal and reasonable use.</p>\n\n<p>All warranty and work with customer regarding items in contract will stop if any payment terms on any job or project are not met and are not current until account is fully current. Work will continue as CE schedule allows.</p>\n\n<p>Paint Disclaimer</p>\n\n<p>Painted wood products have unique properties inherent with painted wood, including potential shrinkage and visible wood lines. Paint is applied directly to the wood and then sealed with a conversion varnish. It is not a laminate or thermo-foil process. By signing below, I understand the above statement and will not hold Cabinets Express liable for any of the above items that may occur with painted material.</p>\n\n<p>Glazing Disclaimer</p>\n\n<p>Glazing is a hand-applied process. It is designed to deposit glaze randomly in the details and grain, creating a color contrast over the color it is applied to. The glaze enhances natural characteristics of the wood and such as knots, grain definition and density variations. Therefore the customer should not expect a consistent pattern from piece to piece. Tight-grained wood species such as maple retain less glaze and appear lighter. Recessed panel doors will also appear lighter than raised panel doors. The more detail in a door or drawer front, the greater the glaze will have. All replacement requests made due to the “look”     of the finished product will be handled as chargeable, non-warranty items.</p>",
  "payment_terms": "<p>Deposit due before ordering - your job will be delayed if payment isn't received in a timely manner</p>\n\n<p>Remaining balance due at time of Delivery, please note that we may stop installation if payment has not be received. Interest/fees will apply on all late payments starting on the delivery date.</p>\n\n<p>Cabinets warranty can be suspended if payment was not 100% after install (see number 4 for warranty). For deferred payment orders CE reserves the right to place a Lien on the project property at our discretion.</p>\n\n<p>Interest/Service Fees may apply immediately if payment is not received as agreed. All products not installed or picked up within 150 days of delivery to our warehouse will be considered abandoned and may be sold, used elsewhere, or donated to cover storage and handling fees. The customer is responsible for any outstanding invoice balances, fees, interest, legal, collection or other fees. Collection actions taken on all accounts not paid within 30 days of due date — customer is responsible for all unpaid amounts, legal fees and collection fees for payment/collection issues, storage, interest, and all other charges.</p>\n\n"
}